[
  {
    "id": 1,
    "name": "هدف و بستر (Purpose & Context)",
    "desc": "هدف (Purpose) مأموریت و ارزش‌هایی است که سازمان برای ذی‌نفعان خلق می‌کند. بستر (Context) محیطی است که سازمان در آن فعالیت دارد: شامل شرایط اجتماعی، سیاسی، اقتصادی، فناورانه و داخلی. این دو باید در SAMP و اهداف مدیریت دارایی منعکس شوند تا اقدامات سازمان همسو با مأموریت اصلی باشد. ابزارهایی مانند SWOT و PESTLE برای تحلیل محیط و شناسایی ریسک‌ها و فرصت‌ها استفاده می‌شوند. سازمان‌هایی که Purpose و Context را به‌طور منظم بازنگری می‌کنند، بهتر می‌توانند منابع خود را بهینه کنند، ریسک‌ها را کاهش دهند و فرصت‌ها را شناسایی نمایند."
  },
  {
    "id": 2,
    "name": "مدیریت ذی‌نفعان",
    "desc": "مدیریت ذی‌نفعان به معنای داشتن یک رویکرد ساختاریافته و مستند برای شناسایی، درگیر کردن و مدیریت نیازها و انتظارات افرادی است که می‌توانند بر سازمان اثر بگذارند یا از آن اثر بپذیرند. این ذی‌نفعان می‌توانند داخلی (کارکنان، مدیریت، سهام‌داران) یا خارجی (مشتریان، نهادهای قانونی، جامعه، پیمانکاران) باشند. هدف، ایجاد شفافیت و اطمینان از این است که ارزش‌های مورد انتظار ذی‌نفعان در فعالیت‌های مدیریت دارایی منعکس شود. ابزارهایی مانند تحلیل ذی‌نفعان (Stakeholder Mapping, Influence–Interest Matrix) کمک می‌کنند تا اهمیت هر گروه سنجیده شود و راهکارهای مناسب برای ارتباط مؤثر تعریف گردد."
  },
  {
    "id": 3,
    "name": "هزینه‌یابی و ارزش‌گذاری دارایی",
    "desc": "هزینه‌یابی دارایی شامل شناسایی و ثبت کل هزینه‌های سرمایه‌ای (Capex) و عملیاتی (Opex) در طول چرخه عمر است. ارزش‌گذاری دارایی فرآیند سنجش ارزش مالی دارایی‌ها طبق استانداردهای حسابداری است. این دو حوزه برای تصمیم‌گیری‌های سرمایه‌گذاری و گزارش‌دهی مالی حیاتی‌اند. ابزارهایی مانند NPV (ارزش خالص فعلی)، IRR (نرخ بازده داخلی)، Payback و LCC به‌کار می‌روند."
  },
  {
    "id": 4,
    "name": "خط‌مشی مدیریت دارایی",
    "desc": "خط مشی مدیریت دارایی سندی رسمی است که تعهد سازمان به مدیریت دارایی را اعلام کرده و اصول آن را با چشم‌انداز، مأموریت و اهداف کلان همسو می‌سازد. این سیاست چارچوبی جهت‌دار برای ذی‌نفعان فراهم می‌کند تا برنامه‌های استراتژیک و اهداف دارایی به‌طور منسجم شکل گیرند. معمولاً سیاست مدیریت دارایی بخشی از SAMP است و با سایر خط‌مشی‌های کلان سازمان (مثل HSE و کیفیت) یکپارچه می‌شود."
  },
  {
    "id": 5,
    "name": "سیستم مدیریت دارایی (AMS)",
    "desc": "سیستم مدیریت دارایی مجموعه‌ای از عناصر مرتبط است که برای ایجاد، به‌روزرسانی و پایدارسازی سیاست‌ها، اهداف و فرآیندهای مدیریت دارایی طراحی می‌شود. AMS باید با دیگر سیستم‌های مدیریتی (مانند ISO 9001، ISO 14001 و ISO 45001) همسو شود. این سیستم شامل فرآیندهایی برای ارزیابی اثربخشی، شناسایی عدم انطباق‌ها و اجرای اقدامات بهبود مستمر است."
  },
  {
    "id": 6,
    "name": "اطمینان و ممیزی",
    "desc": "اطمینان و ممیزی (Assurance & Audit) فرآیندهای ساختاریافته‌ای هستند که اثربخشی دارایی‌ها، فعالیت‌های مدیریت دارایی و خود سیستم مدیریت دارایی را ارزیابی می‌کنند. این فعالیت‌ها کمک می‌کنند مطمئن شویم که اهداف محقق می‌شوند و الزامات قانونی و ذی‌نفعان رعایت شده‌اند. الگوی «سه خط دفاع» (Three Lines of Defence) معمولاً برای تفکیک مسئولیت‌های عملیاتی، کنترل‌های ریسک و ممیزی مستقل استفاده می‌شود."
  },
  {
    "id": 7,
    "name": "استانداردهای فنی و قوانین",
    "desc": "هر سازمان باید اطمینان حاصل کند که تمامی فعالیت‌هایش، از جمله فعالیت‌های مدیریت دارایی، با قوانین، مقررات و استانداردهای فنی مرتبط سازگار است. این الزامات می‌توانند ملی، بین‌المللی یا صنعتی باشند. علاوه بر قوانین الزام‌آور، «کدهای عملی» و استانداردهای صنعتی نیز معیار قضاوت خوب محسوب می‌شوند."
  },
  {
    "id": 8,
    "name": "مدیریت تغییر",
    "desc": "مدیریت تغییر سیستمی برای شناسایی، ارزیابی، اجرا و اطلاع‌رسانی تغییرات در دارایی‌ها و فرآیندهاست. این تغییرات ممکن است ناشی از قوانین جدید، فناوری نو، تغییرات کارکنان یا شرایط بحرانی باشند. فرآیند مدیریت تغییر باید اثر تغییرات بر اهداف سازمان، ریسک‌ها، بحرانی بودن دارایی‌ها و افراد را بررسی کند."
  },
  {
    "id": 9,
    "name": "مدیریت ریسک",
    "desc": "مدیریت ریسک بخش حیاتی مدیریت دارایی است و به معنای شناسایی، تحلیل و کنترل عدم قطعیت‌هاست. طبق ISO 31000:2018، ریسک «اثر عدم قطعیت بر اهداف» است و می‌تواند هم منفی (تهدید) و هم مثبت (فرصت) باشد. ابزارهای کلیدی شامل ماتریس ریسک ۵×۵، ثبت ریسک و مدل‌هایی مانند Bow-tie و FTA هستند."
  },
  {
    "id": 10,
    "name": "استراتژی و اهداف مدیریت دارایی",
    "desc": "استراتژی و اهداف مدیریت دارایی در SAMP تعریف می‌شوند و اصول سیاست مدیریت دارایی را به اقدامات عملی تبدیل می‌کنند. اهداف باید در چارچوب SMART باشند. استراتژی باید نیازهای ذی‌نفعان، الزامات ریسک، چرخه عمر دارایی‌ها و قابلیت‌های سازمان را در نظر بگیرد."
  },
  {
    "id": 11,
    "name": "تحلیل تقاضا",
    "desc": "تحلیل تقاضا ابزاری است برای درک نیازهای آینده ذی‌نفعان و تغییرات احتمالی آن‌ها. این تحلیل کمک می‌کند شکاف بین توانایی دارایی‌ها و انتظارات آتی مشخص شود. ابزارهایی مانند پیش‌بینی سناریو، تحلیل روند و مدل‌های کمی در این حوزه به‌کار می‌روند."
  },
  {
    "id": 12,
    "name": "توسعه پایدار",
    "desc": "توسعه پایدار به معنای پاسخگویی به نیازهای امروز بدون به خطر انداختن توان نسل‌های آینده است. مدیریت دارایی نقش مهمی در این زمینه دارد چون دارایی‌ها بخش عمده‌ای از اثرات اقتصادی، اجتماعی و زیست‌محیطی را شکل می‌دهند."
  },
  {
    "id": 13,
    "name": "برنامه‌ریزی مدیریت دارایی",
    "desc": "برنامه‌ریزی مدیریت دارایی شامل تهیه برنامه‌های عملیاتی برای تحقق SAMP است. این برنامه‌ها فعالیت‌ها، منابع، هزینه‌ها، زمان‌بندی‌ها و مسئولیت‌ها را مشخص می‌کنند. موفقیت برنامه‌ریزی به ادغام با سایر حوزه‌ها و بازنگری منظم بستگی دارد."
  },
  {
    "id": 14,
    "name": "تصمیم‌گیری",
    "desc": "تصمیم‌گیری در قلب مدیریت دارایی قرار دارد و کیفیت آن تعیین‌کننده موفقیت یا شکست بسیاری از اقدامات است. یک چارچوب تصمیم‌گیری می‌تواند نقش‌ها، فرآیندها، معیارها و ابزارها را روشن کند. ابزارهایی مثل تحلیل هزینه-فایده، NPV، IRR و ماتریس ریسک کاربرد زیادی دارند."
  },
  {
    "id": 15,
    "name": "تحقق ارزش چرخه عمر",
    "desc": "هدف این حوزه اطمینان از بیشترین ارزش کل از سرمایه‌گذاری‌ها و بهره‌برداری از دارایی‌ها در کل چرخه عمر است. سازمان‌ها از روش‌هایی مانند تحلیل ارزش، هزینه چرخه عمر و کل هزینه مالکیت استفاده می‌کنند."
  },
  {
    "id": 16,
    "name": "استراتژی و مدیریت منابع",
    "desc": "این حوزه تعیین می‌کند که سازمان چگونه منابع انسانی، تجهیزاتی، خدمات و مواد لازم برای تحقق اهداف دارایی را تأمین و مدیریت می‌کند. هم‌راستایی با SAMP، پایداری در بلندمدت و مدیریت زنجیره تأمین بخش جدایی‌ناپذیر آن است."
  },
  {
    "id": 17,
    "name": "استراتژی و برنامه‌ریزی توقف‌ها و تعمیرات اساسی",
    "desc": "توقف‌ها و تعمیرات اساسی شامل فرآیندهای برنامه‌ریزی، زمان‌بندی و اجرای کارهایی است که در زمان بهره‌برداری دارایی‌ها قابل انجام نیست. این فعالیت‌ها پرهزینه و پرریسک‌اند و نیاز به هماهنگی زیادی دارند."
  },
  {
    "id": 18,
    "name": "برنامه‌ریزی اضطراری و تحلیل تاب‌آوری",
    "desc": "برنامه‌ریزی اضطراری و تحلیل تاب‌آوری توانایی سازمان را برای مقاومت در برابر اختلالات و بازگشت سریع به سطح خدمت قابل‌قبول تقویت می‌کند. ابزارهایی مانند ISO 22301 و تحلیل سناریوها به‌کار می‌روند."
  },
  {
    "id": 19,
    "name": "رهبری در مدیریت دارایی",
    "desc": "رهبری در مدیریت دارایی یعنی ترویج رویکرد «کل چرخه عمر» برای دستیابی به اهداف استراتژیک سازمان. رهبران موفق با شفاف‌سازی خط دید میان اهداف سازمان و فعالیت‌های روزمره، هم‌راستایی ایجاد می‌کنند."
  },
  {
    "id": 20,
    "name": "آرایش سازمانی",
    "desc": "آرایش سازمانی یعنی نحوه سازمان‌دهی افراد از نظر ساختار، مسئولیت‌ها و خطوط ارتباطی. جایگاه مدیریت دارایی در چارت سازمانی نشانه‌ای مهم از میزان جدیت سازمان در این حوزه است."
  },
  {
    "id": 21,
    "name": "فرهنگ سازمانی",
    "desc": "فرهنگ سازمانی نحوه فکر کردن و رفتار افراد در جهت اهداف مدیریت دارایی است. فرهنگ بر عملکرد تأثیر زیادی دارد و باید فعالانه مدیریت شود."
  },
  {
    "id": 22,
    "name": "مدیریت شایستگی",
    "desc": "شایستگی یعنی توانایی به‌کارگیری دانش و مهارت برای دستیابی به نتایج مورد انتظار. مدیریت شایستگی شامل ارزیابی، ثبت و توسعه مهارت‌های افراد از سطح هیئت‌مدیره تا کارگاه است."
  },
  {
    "id": 23,
    "name": "مدیریت تغییر سازمانی",
    "desc": "مدیریت تغییر سازمانی رویکردی ساختاریافته برای هدایت افراد در برابر تغییرات است. هدف این است که کارکنان علت تغییر را بفهمند و تمایل به پذیرش پیدا کنند."
  },
  {
    "id": 24,
    "name": "مدیریت دانش",
    "desc": "مدیریت دانش یعنی شناسایی، ثبت، سازمان‌دهی، به‌اشتراک‌گذاری و نگهداری دانش ضمنی و صریح. فرآیندهایی مثل درس‌آموخته‌ها، جانشین‌پروری و دیجیتال توئین ابزارهای متداول هستند."
  },
  {
    "id": 25,
    "name": "استراتژی داده و اطلاعات مدیریت دارایی",
    "desc": "استراتژی داده و اطلاعات مدیریت دارایی مشخص می‌کند سازمان چگونه داده‌های دارایی را جمع‌آوری، ذخیره، تحلیل، نگهداری و حذف می‌کند."
  },
  {
    "id": 26,
    "name": "استانداردهای داده و اطلاعات دارایی",
    "desc": "استانداردهای داده و اطلاعات دارایی تضمین می‌کنند داده‌ها با کیفیت و ساختار مناسب جمع‌آوری و نگهداری شوند."
  },
  {
    "id": 27,
    "name": "مدیریت داده و اطلاعات دارایی",
    "desc": "مدیریت داده و اطلاعات دارایی یعنی تضمین اینکه داده‌ها دقیق، به‌روز، امن و در دسترس باشند."
  },
  {
    "id": 28,
    "name": "سیستم‌های داده و اطلاعات مدیریت دارایی",
    "desc": "این موضوع به سیستم‌هایی اشاره دارد که برای مدیریت و نگهداری داده‌های دارایی مورد استفاده قرار می‌گیرند."
  },
  {
    "id": 29,
    "name": "مدیریت پیکربندی",
    "desc": "مدیریت پیکربندی فرآیندی است برای شناسایی، ثبت و کنترل ویژگی‌های عملکردی و فیزیکی دارایی‌ها، نرم‌افزارها و اسناد مرتبط."
  },
  {
    "id": 30,
    "name": "مهندسی سیستم‌ها",
    "desc": "مهندسی سیستم‌ها رویکردی میان‌رشته‌ای برای طراحی، توسعه و مدیریت سیستم‌های پیچیده است. ابزار شناخته‌شده در این حوزه V-Model است."
  },
  {
    "id": 31,
    "name": "ایجاد و تملک دارایی",
    "desc": "ایجاد و تملک دارایی شامل فرآیندهای برنامه‌ریزی، طراحی، خرید، نصب، راه‌اندازی و تحویل به بهره‌برداری است."
  },
  {
    "id": 32,
    "name": "قابلیت اطمینان یکپارچه",
    "desc": "قابلیت اطمینان یک دارایی یا سیستم به توانایی انجام عملکرد مورد انتظار در شرایط مشخص و برای زمان معین گفته می‌شود."
  },
  {
    "id": 33,
    "name": "عملیات دارایی",
    "desc": "عملیات دارایی مجموعه سیاست‌ها، فرآیندها و دستورالعمل‌هایی است که نحوه بهره‌برداری از دارایی‌ها را مشخص می‌کند."
  },
  {
    "id": 34,
    "name": "اجرای نگهداری",
    "desc": "نگهداری دارایی‌ها برای حفظ عملکرد، ایمنی و ارزش آن‌ها حیاتی است. این حوزه شامل مدیریت کل فرآیندهای برنامه‌ریزی، زمان‌بندی، اجرا و تحلیل کارهای نگهداری است."
  },
  {
    "id": 35,
    "name": "مدیریت و پاسخ به رخدادها",
    "desc": "مدیریت و پاسخ به رخدادها شامل تشخیص، تحلیل، اقدام اصلاحی و بازیابی پس از خرابی‌ها و حوادث است."
  },
  {
    "id": 36,
    "name": "بازتخصیص و کنارگذاری دارایی",
    "desc": "دارایی‌ها در پایان عمر خود ممکن است بازتخصیص، نوسازی، بازاستفاده یا کنارگذاری شوند."
  },
  {
    "id": 37,
    "name": "مدیریت زنجیره تأمین",
    "desc": "مدیریت زنجیره تأمین تضمین می‌کند که تجهیزات، مواد و خدمات مورد نیاز فعالیت‌های مدیریت دارایی در زمان مناسب و با کیفیت کافی تأمین شود."
  },
  {
    "id": 38,
    "name": "پایش",
    "desc": "پایش در مدیریت دارایی فرآیندی پویاست که با استفاده از داده‌ها و شاخص‌های مالی و غیرمالی، ارزش تحقق‌یافته دارایی‌ها را در چرخه عمرشان می‌سنجد."
  },
  {
    "id": 39,
    "name": "بهبود مستمر",
    "desc": "بهبود مستمر یعنی تحلیل عملکرد دارایی‌ها و سیستم مدیریت دارایی برای شناسایی فرصت‌ها و ایجاد تغییرات تدریجی."
  },
  {
    "id": 40,
    "name": "نتایج و پیامدها",
    "desc": "نتایج و پیامدها نشان‌دهنده تحقق ارزش از مدیریت دارایی‌اند و ترکیبی از خروجی‌ها و اثرات کوتاه‌مدت و بلندمدت‌اند."
  }
]
